Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_SuggestRemoteExecutionHint_InOpRhs_ShortMessage
source: Delegation warning. The highlighted part of this formula might not work correctly on large data sets.
bg_bg: Предупреждение за делегиране. Осветената част от тази формула може да не работи правилно при големи набори от данни.
ca_es: Advertiment de la delegació. Pot ser que la part ressaltada d'aquesta fórmula no funcioni correctament en conjunts grans de dades.
cs_cz: Upozornění delegování. Zvýrazněná část tohoto vzorce nemusí fungovat správně pro velké datové sady.
da_dk: Delegeringsadvarsel. Den markerede del af denne formel fungerer muligvis ikke korrekt på store datasæt.
de_de: Warnung zur Delegierung. Der hervorgehobene Teil dieser Formel funktioniert für große Datasets möglicherweise nicht ordnungsgemäß.
el_gr: Προειδοποίηση ανάθεσης. Το επισημασμένο τμήμα αυτού του τύπου ενδέχεται να μην λειτουργεί σωστά σε μεγάλα σύνολα δεδομένων.
es_es: Advertencia de delegación. Es posible que la parte resaltada de esta fórmula no funcione correctamente en conjuntos de datos de gran tamaño.
et_ee: Delegeerimise hoiatus. Valemi esiletõstetud osa ei pruugi suurte andmehulkade puhul õigesti töötada.
eu_es: Ordezkaritzari buruzko abisua. Baliteke formulan nabarmendutako zatiak ez funtzionatzea datu multzo handietan.
fi_fi: Delegointivaroitus. Tämän kaavan korostetut osat eivät ehkä toimi oikein suurille tietojoukoille.
fr_fr: Avertissement relatif à la délégation. La partie en surbrillance de cette formule peut ne pas fonctionner correctement sur des jeux de données volumineux.
gl_es: Aviso de delegación. É posible que a parte destacada desta fórmula non funcione correctamente en conxuntos de datos grandes.
hi_in: प्रत्यायोजन चेतावनी. इस सूत्र के हाइलाइट किए गए भाग पर बड़े डेटा सेट शायद सही तरीके से काम न करे.
hr_hr: Upozorenje o delegiranju. Istaknuti dio formule možda neće ispravno funkcionirati za velike skupove podataka.
hu_hu: Delegálással kapcsolatos figyelmeztetés. Előfordulhat, hogy a képlet kiemelt része nagy méretű adathalmazok esetén nem fog megfelelően működni.
it_it: Avviso di delega. La parte evidenziata di questa formula potrebbe non funzionare correttamente su set di dati di grandi dimensioni.
ja_jp: 委任に関する警告です。この数式の強調表示された部分は、大きなデータ セットで正常に機能しない可能性があります。
kk_kz: Өкілеттік беру туралы ескерту. Бұл формуланың белгіленген бөлігі үлкен деректер жиынтықтарында дұрыс жұмыс істемеуі мүмкін.
ko_kr: 위임 경고입니다. 대규모 데이터 세트에서는 이 수식의 강조 표시된 부분이 제대로 작동하지 않을 수 있습니다.
lt_lt: Perdavimo įspėjimas. Paryškinta šios formulės dalis gali tinkamai neveikti, jei duomenų rinkiniai yra dideli.
lv_lv: Brīdinājums par deleģēšanu. Šīs formulas iezīmētā daļa lielās datu kopās var darboties nepareizi.
ms_my: Amaran penugasan. Bahagian yang diserlahkan bagi formula ini mungkin tidak berfungsi dengan betul pada set data yang besar.
nb_no: Delegeringsvarsel. Formelens merkede del kan ha problemer med å fungere på riktig måte på store datasett.
nl_nl: Overdrachtswaarschuwing. Het gemarkeerde deel van deze formule werkt mogelijk niet correct bij grote gegevenssets.
pl_pl: Ostrzeżenie dotyczące delegowania. Wyróżniona część tej formuły może nie działać poprawnie w przypadku dużych zestawów danych.
pt_br: Aviso de delegação. A parte realçada desta fórmula pode não funcionar corretamente em grandes conjuntos de dados.
pt_pt: Aviso de delegação. A parte realçada desta fórmula poderá não funcionar corretamente em conjuntos de dados de grandes dimensões.
ro_ro: Avertisment referitor la delegare. Partea evidențiată din această formulă ar putea să nu funcționeze corect pe seturi mari de date.
ru_ru: Предупреждение о делегировании. Выделенная часть этой формулы может неверно работать с большими наборами данных.
sk_sk: Upozornenie delegovania. Zvýraznená časť tohto vzorca nemusí na veľkých množinách údajov fungovať správne.
sl_si: Opozorilo o pooblastitvi. Označeni del te formula morda ne bo deloval pravilno v velikih naborih podatkov.
sr_cyrl_rs: Упозорење о делегирању. Истакнути део ове формуле можда неће исправно функционисати на великим скуповима података.
sr_latn_rs: Upozorenje o delegiranju. Istaknuti deo ove formule možda neće ispravno funkcionisati na velikim skupovima podataka.
sv_se: Delegeringsvarning. Den markerade delen av den här formeln fungerar kanske inte korrekt för stora datamängder.
th_th: คำเตือนเกี่ยวกับการรับมอบสิทธิ์ ส่วนที่เน้นของสูตรนี้อาจทำงานไม่ถูกต้องในชุดข้อมูลขนาดใหญ่
tr_tr: Temsilci uyarısı. Bu formülün vurgulanan bölümü büyük veri kümelerinde düzgün çalışmayabilir.
uk_ua: Попередження про делегування. Виділена частина цієї формули може неправильно працювати з великими наборами даних.
vi_vn: Cảnh báo về ủy quyền. Phần được tô sáng trong công thức này có thể không hoạt động đúng cách trên tập hợp dữ liệu lớn.
zh_cn: 委派警告。此公式中突出显示的部分可能在大型数据集上无法正常工作。
zh_tw: 委派警告。此公式已醒目提示的部分可能無法在大型資料集上正確運作。

# ErrorResource_SuggestRemoteExecutionHint_InOpRhs_LongMessage
source: The right side of the "in" operator should be a column name from the correct data source. The data source might not be able to process the formula and might return an incomplete data set. Your application might not return correct results or behave correctly if the data set is incomplete.
bg_bg: Дясната страна на оператора „in“ трябва да бъде име на колона от правилния източник на данни. Възможно е източникът на данни да не може да обработи формулата и може да върне непълен набор от данни. Вашето приложение може да не върне правилни резултати или поведението му може да е неправилно, ако наборът от данни е непълен.
ca_es: El costat dret de l'operador "in" ha de ser un nom de columna de la font de dades correcta. És possible que la font de dades no pugui processar la fórmula i retorni un conjunt de dades incomplet. Així mateix, és possible que l'aplicació no retorni resultats correctes o que es comporti incorrectament si el conjunt de dades està incomplet.
cs_cz: Pravá strana operátoru in by měla být název sloupce ze správného zdroje dat. Zdroj dat nemusí být schopný zpracovat vzorec a může vrátit neúplnou datovou sadu. Pokud bude datová sada neúplná, aplikace nemusí vrátit správné výsledky nebo se nemusí chovat správně.
da_dk: Højre side af operatoren "in" skal være et kolonnenavn fra den korrekte datakilde. Datakilden kan måske ikke behandle formlen og returnerer måske et ufuldstændigt datasæt. Din applikation returnerer måske ikke korrekte resultater eller opfører sig måske ikke korrekt, hvis datasættet er ufuldstændigt.
de_de: Auf der rechten Seite des Operators "in" muss eine Spalte aus der richtigen Datenquelle angegeben werden. Die Datenquelle kann die Formel möglicherweise nicht verarbeiten und könnte ein unvollständiges Dataset zurückgeben. Ihre Anwendung liefert eventuell keine korrekten Ergebnisse oder verhält sich nicht ordnungsgemäß, wenn das Dataset unvollständig ist.
el_gr: Η δεξιά πλευρά του τελεστή "σε" πρέπει να είναι όνομα στήλης από τη σωστή προέλευση δεδομένων. Η επεξεργασία του τύπου μπορεί να μην είναι δυνατή από την προέλευση δεδομένων και μπορεί να επιστραφεί ελλιπές σύνολο δεδομένων. Η εφαρμογή σας ενδέχεται να μην επιστρέψει σωστά αποτελέσματα ή να μην συμπεριφέρεται σωστά, αν το σύνολο δεδομένων είναι ελλιπές.
es_es: El lado derecho del operador "in" debe ser un nombre de columna del origen de datos correcto. Puede que el origen de datos no sea capaz de procesar la fórmula y que devuelva un conjunto de datos incompleto. Es posible que la aplicación no devuelva resultados correctos o que se comporte incorrectamente si el conjunto de datos está incompleto.
et_ee: Tehtemärgi „in” parem pool peab olema õigest andmeallikast pärit veeru nimi. Võib juhtuda, et andmeallikas ei saa valemit töödelda ja võib tagastada pooliku andmehulga. Kui andmehulk on poolik, võib teie rakendus tagastada valed tulemid või käituda valesti.
eu_es: "in" eragilearen eskuineko aldeak datu-iturburu zuzenaren zutabe bat izan behar du. Agian datu-iturburuak ezin du prozesatu formula eta, horregatik, osatu gabeko datu multzo bat itzultzen du. Halaber, datu multzoa osatu gabe badago, baliteke aplikazioak emaitza okerrak itzultzea edo ezin funtzionatzea.
fi_fi: In-operaattorin oikean puolen on oltava oikean tietolähteen sarakkeen nimi. Tietolähde ei ehkä pysty käsittelemään kaavaa ja saattaa palauttaa epätäydellisen tietojoukon. Sovelluksesi ei ehkä palauta oikeita tuloksia tai toimi oikein, jos tietojoukko on epätäydellinen.
fr_fr: La partie située à droite de l’opérateur « in » doit être un nom de colonne de la source de données appropriée. La source de données n’est peut-être pas en mesure de traiter la formule et peut retourner un jeu de données incomplet. Il se peut que votre application ne puisse pas retourner de résultats corrects ni fonctionner correctement si le jeu de données est incomplet.
gl_es: A parte dereita do operador "in" debe ser un nome de columna da orixe de datos correcta. É posible que a orixe de datos non poida procesar a fórmula e que devolva un conxunto de datos incompleto. Pode que a aplicación non devolva resultados correctos ou que funcione de xeito incorrecto se o conxunto de datos está incompleto.
hi_in: "in" ऑपरेटर के दाईं तरफ़ सही डेटा स्रोत से लिया गया स्तंभ नहीं है. हो सकता है कि डेटा स्रोत, सूत्र को संसाधित न कर पाए और कोई अपूर्ण डेटा सेट वापस लौटाए. हो सकता है कि डेटा सेट अपूर्ण होने पर आपका एप्लिकेशन सही परिणाम न लौटा पाए या सही व्यवहार न करे.
hr_hr: Desna strana operatora "u" mora biti naziv stupca iz točnog izvora podataka. Izvor podataka možda neće moći obraditi formulu te će vratiti nepotpun skup podataka. Vaša aplikacije možda neće vratiti točne rezultate niti se ponašati na odgovarajući način ako skup podataka nije potpun.
hu_hu: Az in operátortól jobbra lévő elemnek a helyes adatforrás egyik oszlopnevének kell lennie. Előfordulhat, hogy az adatforrás nem tudja feldolgozni a képletet, és hiányos adathalmazt ad vissza. Ha az adathalmaz hiányos, az alkalmazás helytelen eredményeket adhat vissza, vagy nem a várt módon működik.
it_it: Il lato destro dell'operatore "in" deve essere un nome di colonna dell'origine dati corretta. L'origine dati potrebbe non essere in grado di elaborare la formula e potrebbe quindi restituire un set di dati incompleto. Se il set di dati è incompleto, l'applicazione potrebbe non restituire i risultati corretti o non comportarsi nel modo previsto.
ja_jp: "in" 演算子の右側は、正しいデータ ソースの列名でなければなりません。データ ソースは数式を処理できずに、不完全なデータ セットを返すことがあります。データ セットが不完全な場合、アプリケーションは正しい結果を返さないか、正常に機能しない場合があります。
kk_kz: "In" операторының оң жақ бөлігі дұрыс деректер көзінен алынған баған атауы болуы тиіс. Деректер көзі формуланы өңдей алмауы мүмкін және толық емес деректер жиынтығын қайтаруы мүмкін. Деректер жиынтығы толық болмаса, бағдарламаңыз дұрыс нәтижелерді қайтармауы немесе дұрыс жұмыс істемеуі мүмкін.
ko_kr: "in" 연산자의 오른쪽에 있는 항목은 올바른 데이터 원본의 열 이름이어야 합니다. 데이터 원본이 수식을 처리하지 못할 수 있으며 불완전한 데이터 세트를 반환할 수도 있습니다. 데이터 세트가 불완전하면 애플리케이션이 올바른 결과를 반환할 수 없거나 제대로 동작하지 않을 수 있습니다.
lt_lt: Operatoriaus „in“ dešinėje turi būti stulpelio pavadinimas iš teisingo duomenų šaltinio. Duomenų šaltinis gali nepajėgti apdoroti formulės ir pateikti ne visą duomenų rinkinį. Jei duomenų rinkinys bus ne visas, jūsų programa gali teikti neteisingus rezultatus arba veikti netinkamai.
lv_lv: Operatora “in” labajā pusē jābūt kolonnas nosaukumam no pareizā datu avota. Datu avots, iespējams, nevarēs apstrādāt formulu un atgriezīs nepilnīgu datu kopu. Ja datu kopa ir nepilnīga, programmas var atgriezt nepareizus rezultātus vai darboties nepareizi.
ms_my: Bahagian kanan operator "in" seharusnya nama lajur daripada sumber data yang betul. Sumber data mungkin tidak dapat memproses formula dan mungkin mengembalikan set data yang tidak lengkap. Aplikasi anda mungkin tidak mengembalikan keputusan yang betul atau berkelakuan dengan betul jika set data tidak lengkap.
nb_no: Høyre side av «i»-operatoren må være et kolonnenavn fra riktig datakilde. Det kan hende at datakilden ikke får behandlet formelen og dermed returnerer et ufullstendig datasett. Det kan hende at programmet ikke returnerer riktige resultater eller fungerer som det skal, hvis datasettet er ufullstendig.
nl_nl: De rechterzijde van de operator 'in' moet een kolomnaam zijn uit de juiste gegevensbron. Mogelijk kan de gegevensbron de formule niet verwerken en wordt er een onvolledige gegevensset geretourneerd. Uw toepassing kan onjuiste resultaten retourneren of zich onjuist gedragen als de gegevensset niet compleet is.
pl_pl: Element po prawej stronie operatora „w” powinien być nazwą kolumny z prawidłowego źródła danych. Źródło danych może nie być w stanie przetworzyć formuły i może zwrócić niekompletny zestaw danych. Twoja aplikacja może nie zwrócić prawidłowych wyników lub zachowywać się nieprawidłowo, jeśli zestaw danych będzie niekompletny.
pt_br: O lado direito do operador "in" deve ser um nome de coluna da fonte de dados correta. A fonte de dados pode não ser capaz de processar a fórmula e pode retornar um conjunto de dados incompleto. Seu aplicativo poderá não retornar resultados corretos ou não se comportar corretamente se o conjunto de dados estiver incompleto.
pt_pt: O lado direito do operador "in" deve ser um nome de coluna a partir da origem de dados correta. A origem de dados poderá não processar a fórmula e pode devolver um conjunto de dados incompleto. A aplicação poderá não devolver os resultados corretos ou ter um comportamento incorreto se o conjunto de dados estiver incompleto.
ro_ro: Partea din dreapta a operatorului „in” ar trebui să fie un nume de coloană din sursa de date corectă. Este posibil ca sursa de date să nu poată procesa formula și să returneze un set de date incomplet. Aplicația ar putea să nu returneze rezultate corecte sau să nu se comporte corect dacă setul de date este incomplet.
ru_ru: Элемент справа от оператора "in" должен быть именем столбца из корректного источника данных. Источник может не суметь обработать формулу и вернет неполный набор данных. Из-за неполного набора приложение может возвращать неверные результаты или работать некорректно.
sk_sk: Pravá strana operátora in by mala byť názvom stĺpca zo správneho zdroja údajov. Zdroj údajov nemusí byť schopný spracovať vzorec a môže vrátiť neúplnú množinu údajov. Vaša aplikácia nemusí vrátiť správne výsledky alebo sa nemusí správať správne, ak je množina údajov neúplná.
sl_si: Desna stran operatorja »v« mora biti ime stolpca pravilnega vira podatkov. Vir podatkov morda ne bo mogel obdelati formule in bo morda vrnil nepopoln nabor podatkov. Če nabor podatkov ni popoln, vaša aplikacija morda ne bo vrnila pravilnih rezultatov ali ne bo delovala pravilno.
sr_cyrl_rs: Десна страна оператора „in“ треба да буде име колоне из одговарајућег извора података. Извор података можда неће моћи да обради формулу и можда ће вратити непотпун скуп података. Апликација можда неће вратити исправне резултате или се можда неће исправно понашати ако је скуп података непотпун.
sr_latn_rs: Desna strana operatora „in“ treba da bude ime kolone iz odgovarajućeg izvora podataka. Izvor podataka možda neće moći da obradi formulu i možda će vratiti nepotpun skup podataka. Aplikacija možda neće vratiti ispravne rezultate ili se možda neće ispravno ponašati ako je skup podataka nepotpun.
sv_se: Höger sida av in-operatorn bör varra ett kolumnnamn från korrekt datakälla. Datakällan kanske inte kan bearbeta formeln och kan returnera en ofullständig datauppsättning. Ditt program kanske inte kan returnera korrekta resultat eller uppföra sig korrekt om datauppsättningen är ofullständig.
th_th: ด้านขวาของตัวดำเนินการ "in" ควรเป็นชื่อคอลัมน์จากแหล่งข้อมูลที่ถูกต้อง แหล่งข้อมูลอาจไม่สามารถประมวลผลสูตรและอาจส่งกลับชุดข้อมูลที่ไม่สมบูรณ์ แอปพลิเคชันของคุณอาจไม่ส่งผลลัพธ์ที่ถูกต้องกลับมาหรือทำงานอย่างถูกต้องถ้าชุดข้อมูลไม่สมบูรณ์
tr_tr: "in" işlecinin sağ tarafı doğru veri kaynağından bir sütun adı olmalıdır. Veri kaynağı, formülü işleyemeyebilir ve eksik bir veri kümesi döndürebilir. Veri kümesi eksikse uygulamanız doğru sonuçlar döndürmeyebilir veya düzgün çalışmayabilir.
uk_ua: Праворуч від оператора "в" має бути ім’я стовпця з правильного джерела даних. Якщо формулу не вдасться обробити, джерело даних може повернути їх неповний набір, а тому програма не зможе повернути правильні результати або належно працювати.
vi_vn: Phía bên phải toán tử "in" phải là tên cột từ nguồn dữ liệu đúng. Nguồn dữ liệu này có thể không xử lý được công thức và có thể trả về một tập hợp dữ liệu không hoàn chỉnh. Ứng dụng của bạn có thể không trả về kết quả đúng hoặc hoạt động đúng cách nếu tập hợp dữ liệu không hoàn chỉnh.
zh_cn: "in" 运算符右侧应为来自正确数据源的列。数据源可能无法处理该公式并可能返回不完整的数据集。如果数据集不完整，应用程序可能不会返回正确的结果或行为不正确。
zh_tw: "in" 運算子右邊應為來自正確資料來源的資料行名稱。資料來源可能無法處理公式，而且可能傳回不完整的資料集。如果資料集不完整，您的應用程式可能無法傳回正確結果，或無法正確運作。

# ErrorResource_SuggestRemoteExecutionHint_InOpRhs_HowToFix_1
source: Change the item to the right of the "in" operator to be a column from the correct data source.
bg_bg: Променете елемента вдясно на оператора „in“ да бъде колона от правилния източник на данни.
ca_es: Canvieu l'element de la dreta de l'operador "in" perquè sigui una columna de la font de dades correcta.
cs_cz: Změňte položku na pravé straně operátoru in tak, aby byla sloupcem ze správného zdroje dat.
da_dk: Rediger elementet til højre i operatoren "in", så det er en kolonne fra en korrekt datakilde.
de_de: Ändern Sie das Element rechts neben dem Operator "in", um eine Spalte aus der richtigen Datenquelle anzugeben.
el_gr: Αλλάξτε το στοιχείο στα δεξιά του τελεστή "σε" ώστε να είναι στήλη από τη σωστή προέλευση δεδομένων.
es_es: Cambie el elemento de la derecha del operador "in" para que sea una columna del origen de datos correcto.
et_ee: Muutke tehtemärgist „in” paremal olev üksus õigest andmeallikast pärit olevaks veeruks.
eu_es: Bihurtu "in" eragilearen eskuinean dagoen elementua datu-iturburu zuzenaren zutabe.
fi_fi: Muuta in-operaattorin oikealla puolella oleva kohde sarakkeeksi oikeasta tietolähteestä.
fr_fr: Modifiez l'élément à droite de l'opérateur « in » pour qu'il représente une colonne de la source de données appropriée.
gl_es: Modifique o elemento á dereita do operador "en" para convertelo nunha columna da orixe de datos correcta.
hi_in: आइटम का स्थान बदलकर उसे "in" ऑपरेटर के दाईं ओर कर दें ताकि उसका स्तंभ सही डेटा स्रोत वाला हो जाए.
hr_hr: Promijenite stavku s desne strane operatora "u" u stupac iz točnog izvora podataka.
hu_hu: Módosítsa az in operátortól jobbra lévő elemet úgy, hogy az a helyes adatforrás egyik oszlopa legyen.
it_it: Modificare l'elemento a destra dell'operatore "in" in modo che sia una colonna dell'origine dati corretta.
ja_jp: "in" 演算子の右側の項目が、正しいデータ ソースの列になるように変更します。
kk_kz: "In" операторының оң жағындағы элементті дұрыс деректер көзінің бағаны етіп өзгертіңіз.
ko_kr: "in" 연산자의 오른쪽에 있는 항목이 올바른 데이터 원본의 열이 되도록 변경합니다.
lt_lt: Operatoriaus „in“ dešinėje esantį elementą pakeiskite stulpeliu iš teisingo duomenų šaltinio.
lv_lv: Mainiet vienumu pa labi no operatora "in", lai tas būtu kolonna no pareiza datu avota.
ms_my: Tukar item di sebelah kanan pengendali "dalam" yang merupakan lajur daripada sumber data yang betul.
nb_no: Endre elementet til høyre for i-operatoren til å være en kolonne fra den riktige datakilden.
nl_nl: Wijzig het item rechts van de operator 'in' naar een kolom uit de juiste gegevensbron.
pl_pl: Zmień element po prawej stronie operatora „w” tak, aby był kolumną z prawidłowego źródła danych.
pt_br: Altere o item à direita do operador "in" para ser uma coluna da fonte de dados correta.
pt_pt: Altere o item à direita do operador "in" para ser uma coluna da origem de dados correta.
ro_ro: Modificați elementul din partea dreaptă a operatorului „in” astfel încât să fie o coloană din sursa de date corectă.
ru_ru: Измените элемент справа от оператора "in" на столбец из правильного источника данных.
sk_sk: Zmeňte položku napravo od operátora in tak, aby bola stĺpcom zo správneho zdroja údajov.
sl_si: Spremite element desno od operatorja »v« tako, da bo stolpec ustreznega vira podatkov.
sr_cyrl_rs: Промените ставку са десне стране оператора „in“ тако да буде колона из одговарајућег извора података.
sr_latn_rs: Promenite stavku sa desne strane operatora „in“ tako da bude kolona iz odgovarajućeg izvora podataka.
sv_se: Ändra objektet till höger om in-operatorn till att vara en kolumn från rätt datakälla.
th_th: เปลี่ยนแปลงรายการไปทางด้านขวาของตัวดำเนินการ "ใน" ให้เป็นคอลัมน์จากแหล่งข้อมูลที่ถูกต้อง
tr_tr: "in" işlecinin sağındaki öğeyi doğru veri kaynağından bir sütun olacak şekilde değiştirin.
uk_ua: Замініть елемент праворуч від оператора "в" на стовпець із правильного джерела даних.
vi_vn: Thay đổi mục ở bên phải toán tử "in" thành cột từ nguồn dữ liệu đúng.
zh_cn: 将 "in" 运算符右侧的项更改为来自正确数据源的列。
zh_tw: 將 "in" 運算子右邊的項目變更為來自正確資料來源的資料行。
